const fantasyRomance1 = `"皇甫筠，你怎能忘了我?
“我的身子、妖力、性命、我的一切都被你夺了去，你竟敢忘了我?"我说过，忘记的代价，是死亡…"
昏睡中皇甫筠仿佛听到有人在一声声的唤着她，如魔音入耳。
梦中的她似乎置身于一片云海，她闻声四顾，却总找不到那声音的主人到底在哪里。
"你，你是谁?”她尝试着发出声音。
声音一出口，皇甫筠便明确的意识到，这是梦。
因为现实世界里的她因为两个月前的一场意外车祸失去了声音，再不能说话种奇异的芬芳骤然自弯苍飘落，香气清冽而幽远，丝丝缕缕，沁人心，透骨而入。
诡异得令人心悸，却又好闻得令人沉醉。
皇甫筠不禁深深嗅了嗅，忽然察觉到了什么，她猛地抬头，只见一片洁白的云雾，在她头顶上方悠悠地翻卷着、变幻着，逐渐汇聚成人形的轮廓。画面渐趋清晰，一位拥有璀璨银色发丝的年轻男子，天使般自云海深处翩然而出。
他自云雾缭绕之中，缓缓降临至她眼前。
他身着一袭洁白无瑕的古代长衫，衣袂飘飘，宛如天宫中走出的仙人，飘逸而唯美。
皇甫筠怔怔地注视着那人，却始终看不清他的脸。
直到他探出手，紧紧地握住她的后脖颈，拥着她，迫使她与他的距离无限接近。
皇甫筠本能地想挣扎，却发现身体像是被人定住了似的，挣扎不了一点。
他的手很凉，浅粉色的唇瓣微微翕动，似在低低呢喃:“你....又怎能忘了我....
吻
皇甫筠双目瞳孔骤然收缩，那人揽住她脖颈的手忽然用力，低下头似乎要在皇甫筠的唇上落下-
皇甫筠双眼倏然睁大，昏沉的意识瞬间清醒!
她紧咬牙关，猛然发力，头部猛地一甩，额头便重重地撞击在那'云中人’的鼻梁上!她才不管梦里还是现实，强硬定住女生的身体，之后更意图对其不轨的男的都是大变态
可随着她撞人的动作她身体不由自主地向前一倾，猛地从噩梦中惊醒，手中老旧的城市档案集也应声落地。她差点摔在地上，稳住身体后，她喘着粗气抬起头，才想起自己坐在门口的椅子上睡着了。借着身边台灯昏黄的光线向前望去，隐约看到一张落着纱的欧式大床。
床上躺着另外一名妙龄少女，似是被皇甫筠的动静惊了下，翻了个身又睡着了,皇甫筠的心脏砰砰地沉重的撞着她的胸腔
她站起身，朝着旁边洗手间走去，
洗手间的灯自动点亮，柔和的灯光洒在镜子上，反射出一个扎着高马尾的美丽少女的身影。洗了脸，漱了口，她抬起头，透过镜子又警见了自己脖子上那条奇异的印记,那是一条细长蜿蜒的绿色藤蔓刺青印记，扼住喉咙般死死缠在她的脖子上。皇甫筠微微皱眉，那并不是刺青，而是别人看不到的一只妖怪，她能清楚的感知到，它正一点点蚕食着自己的生命。
半年前她突然遭遇了一场车祸。当时的她并没有受伤，只是回家后发现心口位置的皮肤上多了-条小小的S形线状绿色印记，不足一厘米长，并不显眼。
可是后来这印记竟然越长越大。沿着她的胸口一路向上蔓延，最终攀上了她的脖子。与此同时她忽然就失声了，再也说不出话。也是从那天起，她忽然能够看到混迹在人类社会里的各种妖怪。
她去医院检查了嗓子，照的各种片子却显示位于她心脏部位有一大团类似癌细胞的黑影
黑影边缘已经扩散到她嗓子，且还在不断向四周扩散，按照这个趋势，再有半年时间就能扩散到全身。医院建议她紧急住院，按照医生的推断，如果扩散到全身，她性命肯定不保。可是即便真的住了一个月的院，医生们的各种治疗都没有任何起效，甚至连延缓的作用都没有。
皇甫筠果断出院，并不是自弃。恰恰相反，她是为了自救。她知道，那黑影不是癌细胞，而是种不知名字的妖怪。
有一次偶然碰到影子小妖怪意图对在公园玩要的小孩动手时，她忍不住地出脚踢飞了那团阴影。孩子得救了，她脖子上藤蔓印记竟也凉凉的动了下。事后回家查看，藤蔓印记竟然回缩了半寸，她也再度发出了一下咳嗽的声音。虽然没几天藤蔓又长了回去，这事却在她心里落下了。
既然被医院判了死刑，那她还不如司马当活马医，出去多打恶妖试试到底能不能自救事实证明，她的猜测是对的，又顺利打到一只小妖后，印记向其他部位延展的速度又被停了几不
即便她没有什么能妖力能与真正的大妖抗衡，即便也许会死在可能会出现的妖怪手中，皇甫筠也不会放弃捉妖。
除了挣一份活命的机会，她还要尽快攒下多多的钱。为她唯一的亲人，独自将她抚养长大的奶奶挣出足够多足够多的养老钱。而外面卧室正在熟睡的少女，就是她的又一单除妖任务。
少女的名字叫做艾琳，出自富贵人家。上个月，她忽然称自己遇到了狐狸精，被吓得不清.。艾琳的母亲早逝，父亲爱女心切，病急乱投医，到处找人，最终找到了已经小有名气的皇甫筠。皇甫筠做少女的贴身保镖已经有三天了，可一直没有发现妖怪的踪迹。但少女的情绪却越来越烦皇甫筠只得陪着继续观察。再没有结果，明天艾家就又要换别的高人了。皇甫筠并不沮丧，妖抓不抓无所谓，工资人家不会少给就行了
躁，
这三天的保镖费足足有10万，是她目前为止接的最大的一单，回家她就要给奶奶换个更贵更好的
护工。
就在她计划如何将钱花得更恰当时，镜子里攀在她脖子上的藤蔓忽然说了话:“我尊贵的皇甫大人，您好!"`;

const fantasyRomance2 = `"叮铃铃铃.....
闹钟的声音骤然响起，姜早拧着眉头翻了个身，条件反射的伸手往左手腕上点去。意识到自己莫名其妙的动作，姜早愣了一瞬。她在干嘛?闹钟响了往手上点什么?她倏地睁开眼睛，抬起左手举到眼前只见手腕上戴着一个科技十足的粉色手环状物品，随着手的靠近瞬间解锁亮起。这蘡宜什蔪変傳坋利么东西?还有这手..不是她的吧?!姜早瞬间吓清醒了，什么情况?她就这么支着左手一骨碌翻身坐起，看向四周。陌生的环境，陌生的房间，这不是她的住处.还没等她梳理好思绪，脑海里突然阵阵白光闪过，剧烈的疼痛袭来，她瞬间脱力倒回床上。一小时后，疼痛缓缓褪去。姜早躺在床上叹了口气，抬手擦掉眼角痛出的泪花，重新坐了起来。离谱啊，她竟然穿越了!从一个正在野外遗址进行田野工作的考古学博士穿成了星际世界一个快十八岁的小姑娘,原主从小被失忆的爷爷养大，老爷子虽然失了记忆，但作为战师的本领却没有完全丢掉，星际人崇拜强者，爷孙两人在这偏远地方倒也过得不错。星际世界虫族横行、文明断绝!星际无力抵抗，超大型能量炮也只能给高等虫族造成简单伤害，人类伤亡惨重、星际领土不断丢失。直到有人觉醒出精神力，可以通过精神力建模出建模物来斩杀虫族，人类的反击战才就此开始。这一职业被称为战斗建模师,战师精神力的高低直接决定了建模物的实力，可以说星际的任何行业都和精神力挂钩，工作、学业、婚姻等等直到一年前，老爷子突然说要离开，把她托付给自己的老朋友苏云舒。那时候苏老太太是想把原主接到身边照顾的，但原主不愿意离开家，老太太也没强求，孩子毕竟快十八了，她尊重孩子的选择，而且两家距离不远。老太太一直把原主照顾的很好，只是她怕是怎么也想不到这孩子因为爷爷的离开，一年来一直在急迫的想张精神力。甚至还在暗网买药，吃药后精神力不仅没涨，还引发了精神暴动，最后直接身亡。一年前，姜老爷子恢复部分记忆后就立马决定要走，原主是想和老爷子一起走的，可老爷子说她还小，让她在家里等他回家.原主认为是自己精神力等级太低爷爷才不带她，所以一直执着于增长精神力。她不知道爷爷在哪里?不知道爷爷要做什么?甚至不知道他是不是安全的?因为太担心，才会孤注一掷去暗网找人买精神力增长药剂，最后却一命呜呼。想想都不甘心啊!不知道暗网怎么和她联系上的?那药价格昂贵，几乎花光了原主的所有积蓄，市面上也不流通，原主也是真胆大，三无产品也敢吃。想到这里，姜早按照记忆点开手腕上的粉色光脑，想查查原主和卖家的聊天记录和购买记录。原主已经死了，她既然穿成了她，总得替她查明真相、有仇报仇。然而她把聊天记录翻了几遍，都没找到一点信息。她可以确定原主没有删过聊天记录，星际快递和药剂包装也看不出任何线索是对方做的，这么谨慎，一点记录都没留下姜早挑了挑眉，一点线索都没有，反而更让人怀疑啊。这种枉顾人命的东西，不知道害了多少人?星际肯定不止原主一个受害者，对方也不可能万无一失。得想想办法啊，姜早想着，圆圆的杏眼微冷。突然。手腕上光脑响了起来，在空中投出一道光屏，姜早抬眸看去，是苏奶奶。想到苏奶奶，她没有一点陌生的感觉，反而觉得十分亲切。姜早接通视频，苏奶奶干练的投影立刻出现在房间里，苏云舒忍着精神海暴动带来的痛苦，笑的一脸慈爱看着姜早，"早早，这么早就醒了?这几天忙什么呢?怎么都没和奶奶联系?"姜早看着老太太明显不好的状态，眉头拧起，老太太好像每次工作完都这样?只是原主每次问的时候这老太太就避重就轻，只说之后会去治疗，也不知道什么工作这么重要?姜早没问老太太身体的事儿，她既然不想她问，她就不在这时候为难她了，“奶奶，我这不是怕你在忙吗?是的，苏云舒老太太是个大忙人，好像随时都在工作，就没什么闲的时候，996都比不上，绝对的007，卷王中的卷王。`;

const fantasyRomance3 = `“崽崽!快跑啊!快把她的皮撕下来!咬断她的手脚!
斗兽场里，一群衣着华美的少年少女坐在高位上，满眼兴奋的盯着底下的广场。几只凶残的炽冥狗正将一个浑身是血的少女团团围住。少女拼命的往前跑，可还是被炽冥狗摁住了肩膀撕咬下一大块的皮肉。少女死死的咬住牙，一声不吭的忍受着这种灭顶之痛，她仰起头，鲜血打湿了她整张脸，她的目光在那些人的脸上--扫过。
这些天天折磨她的人，她一辈子都不会忘，等她找到逃出这个鬼地方的机会，一定会让她们付出千百倍的代价
“哈哈哈哈!”炽冥狗的主人是个十八岁的女孩，叫白露，"好乖乖，大胆的吃!反正过不了多久她个怪物还能长出新的血肉。
白露身边坐着一群差不多年纪的人，男的女的都有。
“白露，你们皇室怎么出了这么一个怪物?
“就是，上次我的宝贝兽兽咬断了她的一只脚，她半个月就长好了。
“这种怪物就该丢到魔涧里面去，和那些该死的魔族人一样邪乎!
白露闻言面露不快。
“什么皇室，不过是一个下贱的女人勾引了帝君生的下贱胚子!”白露咬牙，“那下贱女人让我帝后姑姑蒙羞我就要折磨这个小怪物到死为止，反正帝君也不在意这个女儿!连名字都没给她取，一个无名的贱种!白露看着少女又被咬断了一根手指，顿时畅快了。"大家的灵兽一起上啊，今天是我帝姬表妹觉醒兽元的日子，我们要好好庆贺一番，热闹一下!”白露抬抬手就又准备往下放八只灵兽
可下一刻一声尖锐的声音传来,
高坜智到一个穿着华服的少女一脸高傲的走到了高台上。白露几人顿时慌了，“帝姬，怎么能让这种贱皮子脏了您的眼睛呢?"太血腥了，会吓到您的。”几个年纪稍大些的少年温声说。帝姬苏琳嬿站在高台上，俯视着那个据说和她同年同日生的孩子。她倒在血泊里，已经奄奄一息了。苏琳嬿眼中闪过浓浓的嫌弃，可脸上却做出同情的样子，"她也怪可怜的，你们别折磨她了。"帝姬你就是太善良了。"“就是啊表妹，她母亲是怎么让姑姑丢人的?”堂堂帝后居然和一个洗脚共享过夫君?这真是奇耻大辱。"姑姑是五洲白家天赋最好的少女，嫁到这万兽国已经是委屈，万兽国的帝姬也只该有表妹你一个!"苏琳嬿看着白露，露出了几分浅淡的笑容，“那也不好太过苛责，毕竟她是无辜的。趴在血泊里的少女听着这些话都要笑了,这个苏琳嬿，每次都在她被教训完了之后再出现，说些同情她的话，实际上却巴不得她越惨越好。等她找机会，逃出这个皇宫。只要能逃出去.……。少女握紧了自己的拳头,今天她有机会的，少女算了算日子，万兽国虽然只是整片神魔域中的一个小国，但这里的所有人在十八岁生日那年都会觉醒出一颗兽元。从而拥有自己的第一只本命灵兽今天.….就是她能觉醒兽元的日子，兽元依附在人身体的体骨上，那根骨头被称为兽骨，而由骨髓凝练而出的就是兽元，兽骨的位置越是重要，兽元的天赋就会越好。只要她的灵兽够强，说不定就能杀出去。可就在这时，几个帝后身边的贴身女奴却突然走了进来，将她像是提垃圾一样的提走。“嗤，看这样子还没死心，还想跑呢。”一个女奴给她一巴掌，还往她脸上吐了一口唾沫，“怎么?还想着觉醒兽元跑出去呢?做梦吧!
少女心底一片冰凉，她们竟然记得今天是她的生日?那她还能跑出去吗?她被带进了帝后专用的密室里，被绑在了石桌上。“母亲，让她就这么死是不是太浪费了?”很快，苏琳嬿残忍的声音传来，"不如将她的手脚都砍了，再拔了舌头塞进大瓶子里?"
她跃跃欲试，和刚才那股子白莲花的模样截然不同。“嬿儿，斩草不除根，春风吹又生。”帝后的声音传来，轻笑说:“过了十八岁，就不能留下她了。“倒是你，今天也是你觉醒兽元的日子，还不快去准备?母亲给你准备了最好的灵药池，去泡着。“好的母亲，我一定会觉醒出最优秀的兽元!毕竟我是万兽国最尊贵的帝姬。后面的话少女已经没工夫听了，因为此刻她身上突然漫开了血红色的火焰“凤元?”她听见了女奴的惊呼声，甚至带着一分恐惧的颤抖，“帝后娘娘，您快来看，这是凤骨生凤元啊!
难怪!难怪这贱种的血肉还能再生，她们都没想过，这其实是凤元涅槃的初兆啊。帝后一张脸骤然色变，“你胡说什么!凤骨都是千年一出，还不一定能孕育出凤元，只有万兽国皇室最尊贵的气运之女才能获得!"
"要有也是我的嬿儿，怎么会..…整根器是都在收正是凤骨沿错甲面正在孕高看要然而的凤元。`;

const fantasyRomance4 = `【五哥，可以祝我生日快乐吗?】
【求你了，不然...我会死的】【那你就去死啊】
如他所愿，楚娇娇真的死了。
又活了。
重生到了她死前的一个小时。
看着桌上孤零零的小蛋糕，她拳头捏得咯吱作响，四肢百骸中似乎还残留着痛意，疼得她咬紧了牙，话从牙缝里挤了出来，“所以，你是说，我是你救回来的?"
周围分明一个人都没有，她的脑海中却响起了一道小奶音，还带着些骄傲。
【对啊宿主，为了让你回来，我费了可大劲儿了，这次你可得努力啊，感化你的爸爸哥哥们，让他们对你说一声'生日快乐’，到时候你就能无病无灾地长命百岁，我也能升级成高级系统啦，奥利给!】
系统说得壮志酬筹，楚娇娇却冷笑一声，“升级成圣母系统吗?她好不容易死了，居然还要让她再疼死一次。她合理怀疑，这个系统是楚家人发明出来故意折磨她的七岁那年，有一天她捡垃圾的时候，无意间捡到了一个自称系统的东西，从它嘴里才知道她原来是南城首富楚家的女儿，出生时因为护士的失误才抱错了。它说，她在十五岁这年有场死劫，只要在生日这天得到爸爸妈妈或者几个哥哥其中一人的真心祝福，对她说一句“生日快乐”，她就可以长命百岁。她本以为这是很简单的事情，毕竟她还有八年的时间，系统也不要求所有人的祝福，只要其中一个就可以了,她可是有五个哥哥的。原本她还以为这是天上掉馅饼的好事，却没想到，在系统帮助下，她回到家里后，才发现家里已经有楚瑜了。H6 E.(80任连什儿，对她的全架，他们眼里的熊惊和厌器掌个建庞
五哥楚燃更是毫不犹豫地冲过来，一把把她推倒:"你滚!我才没有你这样的乞丐妹妹!其他人没说话，但心里也是这么想的.但为了能活着，她还是努力讨好他们。只可惜，每次她过生日，楚瑜总会身体不舒服，所有人眼里都只有她，直到现在，她都没有得到一句“生日快十五岁生日这年，她好不容易和楚燃说好了，结果，楚瑜走路摔伤，楚燃又陪楚瑜去了医院。她卑微求他，只得来这么一句话。结果可想而知，任务失败，她活活疼死，还被系统扔到其他世界去打黑工好不容易攒够积分可以去养老了，结果又被这坑货给弄回来了。它其实是楚家人派来的卧底吧!感应到她的怨气，系统也想起了这些年的事情，顿了下，声音一下子弱了下去，说:“宿主，如果这次你还完不成任务，你将会再次经历死亡。楚娇娇冷笑，“又不是没死过，来啊!系统一噎，想到了什么，又赶忙说道:【他们这么盼着你死，你想如他们的愿吗?】闻言，楚娇娇眼睛一眯，一身反骨发作。想得美!想她死是吧，那就都别活了!她蹭地一下站了起来，环视一周，在系统不解的目光下，抄起地上的棒球棍，直奔医院。此时，医院，楚燃发完消息，一脸不耐。常娇娇每牛都这么说，爱以如真死啊。每年都来这么一出，恶不恶心。病床上，楚瑜好奇道:“五哥，怎么了?"楚燃脸上的嘲讽瞬间消失，转而换上了温柔的神色，“没事，是楚娇娇让我跟她说生日快乐。:“那五哥你快回去给娇娇过生日吧，我一个人在医院没关系的。闻言，楚瑜恍然大悟一般，赶忙催促道:说完就要下来走两步，楚燃赶忙按住她，“别乱动，今天也是你的生日，我们肯定是要陪你的呀。想到楚娇娇的话，又浑不在意道:“她就是想博取我们的注意而已，不用管她。话音刚落，门“砰”地一声就被人踢开了。楚燃眉头一拧，扭头看去，待看到门口的人时，原本就厌恶的情绪更加高涨。"你来做什么?"楚娇娇扫了眼桌上十五层的大蛋糕，再看看自己手上巴掌大的迷你小蛋糕，气不打一处来。在楚燃厌恶的目光中，她几步上前，手撑着桌边一个用力，一下子就把桌子掀翻了，“咣当”一声，蛋糕也砸在了地上，散落一地。"你疯了!”楚燃一下子站起来就要打楚娇娇。然而楚娇娇动作更快，手上的棒球棍对着他肚子就是使劲一捅。楚燃吃痛，还没来得及说话，楚娇娇的棍子就噼里啪啦打了下来，疼得他龇牙咧嘴，满地乱跑,“楚娇娇你有病吧!"“啊啊啊啊啊楚娇娇我要杀了你!“还有你。“娇娇你别打了，这可是五哥啊。”楚瑜连忙说道，楚娇娇一个眼神看过来，“听说你骨折了?我来帮你治治。她举起棒球棍就朝她打了石膏的腿狠狠砸了下来。话落，楚瑜瞳孔一缩，吓得立刻从床上跳起来。等反应过来，就见楚娇娇棍子扛在肩上，带着些匪气，似笑非笑地看着她，“看，华佗在世。楚瑜的脸色一下子就涨红了，楚燃也不敢置信地看着她没理会他们，楚娇娇坐在椅子上，把自己的小蛋糕拆开，点上烛。翘着二郎腿说道:“祝我生日快乐。""什么?”楚燃愕然。楚娇娇手上的棍子对着他的肚子就是狠狠一戳，“我说，祝我生日快乐，说!她坐得四仰八又的，跟个山大王一样。楚燃咬了咬牙，“你想得美!"他死也不会祝她生日快乐的!楚娇娇木着脸，对着他又是一顿打。楚燃紧紧咬着牙，"你就是打死我，我也不说!楚娇娇动作一停，歪头看着他，"你怎么知道我要打死你?反正她也活不了了，又不用坐牢，不打白不打。看着她的眼神，楚燃意识到，她是真的会打死他，顿时看她的眼神都多了几分惊恐.。楚娇娇真的疯了!眼看着棍子又要落下来了，楚燃闭着眼睛，吼道:“祝你生日快乐!再不说，她是真的要打死他了!话落的瞬间，指针指向零点。【滴--】系统的声音在脑海中响起,【得到祝福，奖励生命二十四小时。】楚娇娇:【?说好的长命百岁呢!】【因为楚燃是被迫的，不算真正完成任务，所以只有二十四小时。】原来如此。楚娇娇看着楚燃，一脸嫌弃，“废物!`;

const fantasyRomance5 = `俞欢穿越了。
在系统的帮助下，她从躺在病床上的小病秧子，穿成了痴恋男主的恶毒女配--宋前欢。清晨，闹铃准时响起，舍友们都起来洗漱了，“你再给我讲讲剧情呗。前欢翻了个身，迷迷瞪瞪跟系统搭话，试图掩饰自己赖床的行为:系统哪里知道人心如此复杂险恶它只当小宿主敬业，赶忙讲道,
"你是和女主长相相似的恶毒女配，对男主一见钟情后，在女主出国、男主失魂落魄之际趁虚而入。“两年后，女主回国，你担心男主被抢走，在女主面前制造了一系列恩爱假象。但由于你是女配，计谋败露后反倒让男主看清了自己的内心。“最终，男女主重归于好。男主给了你一笔巨额分手费，可你除了男主什么都不想要，郁郁寡欢至终老。听到巨额分手费，俞欢忽然精神了，一骨碌从床上坐起来，心中呐喊:“我们的目标是一系统配合她:“拿到分手费，成为小富婆!"只要达成男女主在一起的结局，就可以默默隐身随心所欲了。所以俞欢打算接受男主的分手费，美滋滋的过自己的小日子。
“祖宗。冷白皮高挑大美女，殷红唇瓣咬着牙刷，偏冷的音质因为说话对象变得轻而慢，“再不下来，你的酱肉包又没得吃了。
“唔。”俞欢一个激灵，，“不可以。""快点。”严怡漫不经意地催促懒虫，“一会别又抱着我哭。学校食堂一楼的酱肉包备受学生欢迎，每次去都要排长队，稍微去晚一点，就卖光了。前欢只好从床上爬下来，匆匆忙忙洗漱换衣服。临出门前，从桌上的花瓶里，拽了一支花出来。“又拿花出去?”另一位舍友问。“我要去给秦云野表白。”俞欢一只手背上书包，一只手拿着花和丝带，还不忘用脚带上门。“又要去给秦云野表白。”舍友们忍俊不禁，颇有默契地一起地重复。也不怪她们忍不住笑。实在是，俞欢的表白，简直就是家常便饭一开始，她们还担心俞欢是个小恋爱脑会吃亏。后来看清了，才放了心。可是按照剧情的安排，宋俞欢就是这样对着男主死缠烂打的。而且宋俞欢送的花，还是从花店里买的花束..按理说，俞欢也该送花束的，只是她比剧本里的角色，多了张贪吃的嘴，这个月才刚开始，生活费已经被吃掉一半了。于是，只能抠抠搜搜的厚着脸皮买一束花，养在宿舍里，每次送几支。这次，终于买到了酱肉包。前欢心急，哈着热气，一只手拿着，指尖被烫得透红也要吃严怡替她拿了花和丝带，让她两只手来回替换着拿包子,今天本没有课，之所以起这么早，是学校安排的一场讲座，优秀毕业生返校演讲，男主秦云野，赫然在其中。昨天晚上熬了大夜，俞欢靠着严怡打盹，忽然被阵阵掌声惊醒,"秦云野上台了。”严怡低声提醒。“哦。”俞欢没睡够，闭着眼睛，因倦地小声打哈欠。一会去吃青花椒烤鱼?”严怡试探道,
"好的!”俞欢一下子睁开眼。
严怡没忍住，笑了声。
讲座结束，俞欢越过拥挤的人群，去后方找人，还不忘焦急叮严怡一定要等她。气质矜贵的青年站在讲台上，长身玉立，修长指尖轻敲着桌面。等了十几秒，抬眼，就见小姑娘举着花，逆着人群往他这边来。许是距离上次见面久了点，又有些陌生了，到了他跟前，先干巴巴地说了一句“你好”秦云野嗓音清润，微微低头看她:“有什么事吗?"表白了那么多次，还像个陌生人，果然，男主根本不是女配能够肖想的,俞欢已经熟悉表白的流程了，把花往秦云野面前递::“我，我想把这个送给你。轻轻晃动的玫瑰花瓣，好像诉说着女孩慌乱的心事。秦云野凝望着那支玫瑰花，手指动了动，小姑娘没经过什么事，一时新鲜也是有可能的，这时情意浓，过后却不能保证。
他暂时按住想要动的手，垂下眼睛道:“抱歉.....
俞欢早已经知道这结果，匆忙踮起脚尖往外看严怡还在不在，回头便把花直接塞进了秦云野手里。
忽如其来的肢体接触，叫秦云野喉咙忽然哑下去，他盯着小姑娘，被触碰到的手指有些热。
“你收下吧。”小姑娘说，“丢了也没关系。
简单两句话，似乎是鼓足勇气才说出来的。说完她便跑走了，头也不敢回秦云野捏着玫瑰花，眼皮垂覆，看了又看。人群慢慢散去，门口的小型垃圾桶显露出来。秦云野发现了垃圾桶，朝那走过去，脚步越来越近，与之交错时，丝毫停顿也无，反而轻吻了下玫瑰花.怎么会丢呢，他轻声呢喃。`;

export const fantasyRomanceList = [
    fantasyRomance1,
    fantasyRomance2,
    fantasyRomance3,
    fantasyRomance4,
    fantasyRomance5
  ]