const modernRomance1 = `“学长，你好，我是小你两届的深高校友，你研发的那款叫'听夏’的人工耳蜗植入体，我也有
了解，纤薄，并能处理各种环境的噪音和保护残余听力这些优点不用说，我想问句题外话，背后有什
么故事吗?
班盛语调漫不经心，防守着这位记者:
“故事太长，以后有机会再说。
台下一脸八卦的学生“切”了一声，一脸的失望，然后台上的班盛话锋一站，语气正经起来:
“不过今天有个事，想请各位见证一下。
林微夏正认真举着相机，正聚焦着一张英俊逼人的脸，
班盛看向台下，底下嘈杂起来，他似乎在
找人，一双漆黑的眼睛撞向她的镜头，眼神笔直地看着她。
心不受控制地缩了一下，然后跳得很快。
很快，学校的投屏长焦移了过来，大屏幕上很快出现了林微夏的脸，片刻的惊慌，她今天只化了
一个简单的妆，简单的白T恤和蓝色牛仔裤，只是早上出门的时候抓了一下长发。
坐在观众席倒数第四排第三个眼尾下面有个蝴蝶胎记的女孩，
班盛缓慢出声，
“帮我把她请上台。
众人齐齐看过去，无数双打量和艳羡的眼神落在林微夏脸上，她有些脸热还有些头皮发麻。早上
出门的时候，班盛压根没有提醒过她要穿得漂亮一点儿。
偏偏班盛站在台上还是一副看热闹不嫌事大的模样，还有心情开玩笑!
“对，那位长得很正的女孩是我老婆，别看了。
台下爆发出一阵笑声，瞬间开始起哄，无数声音响起，林微夏被一帮学生拥到台上，她站在那
里，人都是紧张的，手心出了一层汗。
抬眼怔怔地看着眼前的男人，他也回看她，两人都没有说话，台下安静得不行。班盛笑了一下
看着她忽然开口:
“林微夏,
你不是鱼缸，是灯塔，
他是一条孤独的鲨鱼，在海里游了很久，而林微夏是灯塔，照亮他的归途。
他们说着旁人听得去云里雾里的话，林微夏笑了一下，她听懂了。
班盛喉结滚动了一下，尽管他在无数大场合发表过感言，可这次却有些紧张，他看着林微夏，语
气认真:
“上周我在别的城市出差，忙到很晚才睡，早上起床的时候看见杯子里摆着一根牙刷，忽然很想
结婚。
跟你。”
台下再次沸腾起来，学生们嗷嗷叫个不停，在一片不绝如缕的尖叫声中，班盛抬手擦了一下她眼
角的泪，继续说道:
早上出门的时候，你坐在我车里补妆，有几滴指甲油滴在车座位上，中控台放着你无聊时折纸
鲨鱼，车内全是你的气息，那一刻，我只想跟你共度余生。
班盛单手从裤袋里拿出一枚戒指递过她面前，在千人的台下看不到，但林微夏看到了他的指尖在
抖，
她眼眶一下子红了。
男人自嘲地笑了一下，深吸了一口气:
"这个人很混蛋，也经历过很多不好的事情，也辜负过你，但希望你能给我个机会，我的牙刷想跟你的摆在一起，想吃一辈子的芹菜炒牛肉，喜欢夏天胜过冬天。冬天会给你暖手，只给你热牛奶。”
"你想要的，我会拼尽一切，然后都给你。
“林微夏，我会永远爱你。
观众席上原本是起哄看热闹的气氛，这会儿感动得不行，有几个人眼眶含着泪花，甚至还有人小
声地抽泣。
林微夏站在台上泣不成声，感动之余又觉得幸好，幸好他们坚持到了现在。
她笑着伸出手，戒指缓缓套了进去，眼睫是湿的:
“好。
答应他的那一刻，台下的尖叫声和鼓掌声连连，小鸟受到惊吓飞到树梢上去，凤凰花开得正艳
学校的棕榈树还是那样繁盛。
南江夏天的这一天格外漫长和灼热。
都在祝福着他们。
`

const modernRomance2 = `夜幕降临，夜色斑驳，细细密密的雨丝随着倾酒下来的灯光尽数落在了沈蔷意的头发上、眼睫上、肌肤上。身体洇起朦胧如坠着晨露的光晕。
她站得笔直，脖颈纤长，微抬下颌，微笑时眼睛有神又明亮，自信的神采熠熠生辉。她说:“那我提前跳给你看，跳给你一个人看。
沈蔷意理了理裙摆，随后缓缓举起双臂，绕过头顶，光滑的手臂瓷白瘦弱，手指秀美。踮起左脚，右腿笔直地抬高，裙摆被牵起。露出骨感极细的脚踝踝腕。按标准来说，抬高的腿应该从90度，再到160度左右，可现在条件有限，她穿着长裙不方便，以及脚上不是足尖鞋，只是一双普遍的芭蕾舞鞋设计的平底鞋，所以无法做到标准，只能是一个大概。
她没有跳完整的独舞变奏，而是从简单的抬腿过后，再次举起双臂，半踮着脚尖旋转，朝他的方向，一步一步。
随着旋转，洁白的纱裙荡漾如水波，芭蕾舞鞋的绑带系至柔美而线条流畅的小腿，娉婷多姿，轻盈优雅。她无疑是这条街道上最美的风景线，而她的目光却始终放在前方的高俞林身上。
坚定从容，直到犹如轻飘飘的羽毛落进了他的伞下
高俞林看得出神，一时忘记伸手去接。
地面潮湿，刚才收腿时鞋底不小心打滑，"她平稳的身体有些摇晃，其实自己也能快速保持平衡可是沈蔷意却鼓起勇气大胆地往他怀里扑去
她发丝的清香在鼻息间萦绕，高俞林总算反应过来，抬手搂住她薄薄的肩膀，触到了一掌心湿润
的雨。
“很冷吧?”高俞林用自己的卫衣袖子擦拭着她的肩膀，“赶紧擦擦。擦完肩膀，又去擦她头上的雨，一边擦一边语气有些激动地说:“乖乖，你真的太棒了!"沈蔷意听到高俞林的夸赞，竟然有些不好意思，耳根又开始发烫，脸埋进他的肩膀然而就在下一秒，抬眼的那一瞬间，猝不及防对上了一双深邃幽暗的眼。心跳也跟着猛地漏了节拍。
还是刚才那个男人。他已经上了车，车子调头来到了她这边的车道
红灯。
停驻。
车窗尽数降下，他脱下了长西装外套，身上穿着一件深黑色的衬衫。
而她也看清了他的面容。
他的五官立体，棱角分明。眼睛偏柔长，双眼皮不宽不窄，高挺的鼻梁上架着金丝框眼镜，两边镜腿上还挂着一条金色的眼镜链，链条下垂到衬衫松散的领口，贴着肩线向颈后延伸。
他慵懒闲适地靠着椅背，侧着头微垂着眼皮，看着他们。
不对。准确地说，应该是，看着她。
专注地看着她。
明明看上去是那么儒雅温润的一个人，明明是那么一双柔情的眼睛,可他的眼神，除了刚开始隔着马路感觉到的强势，此刻还有直勾勾赤/裸/裸，不加任何掩饰的
侵略性。
清隽矜贵，如同睥睨众生的神。
那么平静，却又那么肆无忌惮。无波无澜的背后，暗藏着一片汹涌的危险气息。
沈蔷意头一次遇到气场如此强大的人，无形之中，只是一个眼神一道目光便压迫感四起。
空气似乎在此刻变得冰冷。沈蔷意不禁瑟缩了一下,
而下一秒，她看见他朝她微领首勾了勾唇角，面无表情的脸上总算有了些情绪，划过一丝不易捕捉的笑意。他的笑其实看上去没什么特殊含义，就只是淡淡一笑，就像是普通寻常的礼节性招呼礼。就如他这个人给人的第一印象一样，斯文谦逊，但莫名的，沈蔷意的心脏狠狠一缩。`

const modernRomance3 = `周挽回到学校时正好赶上竟赛课。
能进入全国物理竟赛的只有她和姜彦两人，老师找了间小教室给他们俩上课。
姜彦看到她，低声问:“不是说过不来吗?
周挽:“本来有点事。
姜彦虽然觉得有点奇怪，但没有多问。
竞赛课结束，周挽整理好书包往外走。
顾梦挽着她手臂，边下楼梯边跟她闲聊。
顾梦最近对一个高三的男生一见钟情，但不敢去要号码，也不敢做任何主动的事，只敢跟周挽不停说那男生有多好看。
周挽对她形容的长相没印象，问:“你有照片吗?
"我哪儿敢拍他。"顾梦说，“反正你知道他超级超级帅就行了!
周挽想了想，问:““跟陆西骁比呢?
“那当然陆西骁好看了。”顾梦笑起来，“他可是公认的校草诶，不过喜欢他的人太多了，暗恋他太痛苦了，傻子才喜欢他。
周挽没说话。
“周挽!”身后姜彦跑上来.
“怎么了?
“明天周六，我们要不要一块儿去图书馆学习?
“明天啊。”周挽想了想，“我不确定我明天有没有别的事，到时候我给你发信息吧，
姜彦点头:“行。
走到校门口时，周挽忽然脚步稍顿。
陆西骁站在校门口那棵歪脖子树下，背靠着树干，懒洋洋的，金黄的夕阳打在他身上，周遭都亮堂堂的。
不少女生都打量着他。
忽然，他抬起头，看到周挽
而后又看到此刻站在她身侧的姜彦，不易察觉地皱了下眉
他提步走过来。
周挽心跳倏的紧了。
顾梦也注意到陆西骁，但没太在意，直到他离她们越走越近，最后站定再周挽面前。
“去医院还是游戏厅。他垂着眼淡声。
顾梦嘴巴张得能塞鸡蛋。
周挽紧紧攥着校服下摆:“游戏厅。
“那走。”他说着就转身，并不对此刻的举动作解释，也丝毫不在意周遭众多人的视线。
周挽迟疑两秒，小声跟顾梦说“我先走了”，一言不发地跟上陆西骁,
“周挽。”姜彦忽然沉声叫住她。
周挽脚步一顿，回头。
“你真的要跟他混在一起?姜彦眉头紧皱:
话音刚落，周挽就听到陆西骁讽刺的嗤声，怕又像上次那样打起来，周挽立马瞥了眼他表情，看不出太多生气的迹象，就是单纯的不爽
他懒得跟姜彦废话，也不想在众目睽睽下让人看笑话,
他拎起周挽书包，将两条带子从她肩上卸下来，拎在手里。
”陆西骁说完，拎着她书包往前走，"给你一分钟解决。
周挽没有花完一分钟，因为她根本不知道要怎么解释她和陆西骁的关系，她只是看了姜彦一眼轻声说:“他不是你想的那样。
不管他们母亲有怎样的纠葛，不管到底谁才是受害者，陆西骁都是无辜的。
而现在她也可以确定，陆西骁不是坏人。或许自我，或许过于随性，或许多情，但本质上来看，他不是坏人
姜彦看她的目光很复杂:“你站在他那边。
"我没有站在任何人一边。”周挽摇了摇头，“姜彦，你是我重要的朋友，但你不能限制我跟谁靠近。`

const modernRomance4 = `金黄色褪去，天色不再那么乍亮，稍有收敛。
　　
　　“抬头。”梁远朝对着地上的人道。
　　
　　薄矜初精神恍惚，情绪游走在失控的边缘，她听不进任何话。
　　
　　乍然，被一股大力生生拽起。她蹲在地上略久，猛地起身导致血液循环不良，双眼发黑，脚步虚浮，感觉马上要倒地的瞬间被一股热浪裹挟。
　　
　　她的脑门抵着梁远朝的胸膛，少年清冽气息涌入鼻腔。天上的云肉眼可见在移动，鸟盘旋数圈后，薄矜初焦躁的情绪终于被安抚，趋于平缓。
　　
　　“薄矜初，那些无关紧要的人说的话就是垃圾，不必听，更不必在意。”
　　
　　她轻声回道：“没法不在意。”
　　
　　你不是被蛇咬的人，你不能体会一看到井绳那种恐惧延上四肢百骸的痛。
　　
　　他和她微微拉开些距离，让她抬头看着自己，“你喜欢的是我，你只要在意我的想法就可以了，至于别人，无关紧要。”
　　
　　突兀的一句话如雷贯耳，吓得薄矜初心跳停滞。
　　
　　“谁说我喜欢你的！”少女心事蓦地被戳穿，耳尖顿时绯红。
　　
　　“那你松手。”
　　她的两条手臂不知何时揽上他的脊背，紧紧的抱着他。
　　
　　“是你先抱我的！”
　　
　　“嗯。”梁远朝大方承认。
　　
　　“薄矜初，”他的目光深邃且坚定，“别怕。”
　　
　　如果你被困囚牢，我死也会给你凿个洞，让你窥见光亮。
　　所以，别怕。
　　
　　她终于等到了，不是通关的快感，而是漫天雪地遇到一抹金光。
　　
　　她说：“好。”
　　
　　王仁成的事有一年了，也许她是第二个受害者，也许是第N个，她接替了顾绵的位置，她备受折磨，她不怕危险，只怕历经一切，却没有一处可以躲避的地方。
　　
　　第一次有人跟她说别怕，他会给她光。这个人还是曾经厌恶她的少年。
　　
　　风来云又散，冬来春又走，莫问前路，但求前行。
　　
　　“梁远朝，”她哭过后鼻音重，两眼水汪汪的，她有些不满道：“你还抱过谁？”
　　
　　他的外套敞开着，薄矜初的侧脸蹭了蹭里面那件柔软的毛衣，“嗯？还有谁？”
　　
　　“就你。”
　　
　　原来拥抱是这种感觉，心跳加速，欲罢不能。能让阴郁的情绪一扫而空。
　　
　　“真的？”她顶着满脸泪痕看他，眼角有期待在闪烁。
　　
　　原本搭在她后背的手转移到松软的发顶，梁远朝摸了摸她的头，“嗯。”
　　
　　薄矜初拍开他的手，“会长不高的。”
　　
　　“不拍也不会长了。”
　　
　　“......滚开！”
　　
　　他扬起双手，一脸无辜又得意的表情，“是你抱着我不放。”
　　
　　“......”
　　
　　刹那间，薄矜初松开手往后退了一步，保持安全距离，他放下手臂环在胸前，心情不错，问她：“冷吗？”
　　
　　薄矜初刚才没感觉，当下反应过来，打了个寒颤，“有点。”
　　
　　“那要不要再抱会儿？”
　　
　　薄矜初眼睛瞪大，这还是她认识的梁远朝吗？
　　
　　“施舍拥抱？”
　　
　　梁远朝挑眉，纠正她：“是嘉奖。”
　　
　　薄矜初瘪了瘪嘴，脸上看着不乐意，行动倒是快得很，飞扑上去，“啊！你身上怎么那么暖。”
　　
　　那年冬日，少年少女的笑是打翻的蜜罐。`

const modernRomance5 = `　傅识则恰好回来，他并不清楚两人的聊天主题，低头和云厘道：“走吧。”
 
　昨晚因为泡温泉的事情辗转难眠，这会儿又赶上陈任然说的话，云厘满腹心事。
 
　傅识则看了她一眼：“在想什么？”
 
　云厘一怔，随口道：“在想普通朋友应该怎么处……”
 
　这句话在傅识则听来却有别的含义。
 
　他没吭声，给云厘指了个方向：“今晚平安夜，那边装了灯饰。”
 
　树上隐约有些灯条和圣诞装饰，傅识则停顿了会，继续道：“九点后会开灯。”
 
　云厘神不守舍地点了点头。
 
　邓初琦和夏从声一觉睡到了下午，云厘干脆也没出门。等她们醒来后云厘才知道昨天深夜傅正初也喝多了。
 
　几人清醒后又商议今晚到楼下打牌，云厘不太能融入这种酒局，与陈任然的相处似乎也不太愉快，便推脱自己今晚要剪视频。
 
　邓初琦估计从陈任然那边听到了些什么，也没有勉强。
 
　在房间里窝到十点钟，云厘闲得发霉。楼下时不时传来几人的欢笑声，她也无法提前入睡，想起傅识则今天说的话，云厘起身换了衣服，背起相机。
 
　看了下外面只有一度，云厘将暖手球灌上开水，用绒布裹好后两手捂着出了门。
 
　在门口能听到傅识则房间传出的古典音乐声。
 
　不确定是谁在。
 
　云厘下楼，几个人在打牌聊天，傅识则和徐青宋都不在。避开陈任然的视线，云厘打了声招呼，以拍别墅外景为借口出了门。时间不长，她拒绝了傅正初陪同的想法。
 
　出门后，云厘往白天傅识则所说的方向走。
 
　灯饰在餐厅附近，离他们所住的小别墅有几百米。靠近树林时，云厘已经看见若隐若现的暖黄色灯条，蜿蜒盘旋在树梢上。
 
　更远处能看见天穹灰蓝一片，云层似染料点缀。
 
　她打开相机，远远地拍了张照。
 
　云厘拢了拢外套，捂着暖手球靠近。
 
　粗壮的树枝上悬挂着个吊床，离地面大概半米。云厘往前走，吊床轻微地动了动。
 
　她顿住脚步。
 
　吊床上躺着的人亮了下手机屏，又放到边上。时间虽然短暂，云厘也能认出那是傅识则。
 
　她犹豫了会，慢慢走近。
 
　他蜷在吊床上睡觉，边上放着瓶酒和个玻璃杯，瓶里的酒只剩一半。
 
　这么低的温度，他穿得并不多，唇色发白。
 
　心里有些难受。
 
　云厘蹲下靠近，戳了戳他的肩膀。
 
　傅识则睁开眼睛看向她，眼神惺忪，他坐起身，轻声道：“你来了。”
 
　你来了？
 
　听起来仿若两人提前约好今晚要见面。
 
　外界气温极低，云厘感觉树干上已经结霜。傅识则这会儿抬头看她，双目澄净，和平日里的神态不同，眼角失掉了锋利，反而像少年一般。
 
　他垂眸看身边的空处，轻声道：“坐一会儿。”
 
　云厘站在原处没动。
 
　片刻，她开口：“你喝多了。”
 
　云厘把暖手球递给他，傅识则盯着看了好一会儿，伸手接过，原本已经冷到失去知觉的手稍微有了点感觉，他坚持：“坐一会儿。”
 
　不想和酒鬼掰扯，云厘无奈地坐在他旁边。
 
　吊床在重力的作用下呈倒三角，两人的距离被迫拉近。
 
　傅识则低眸，拉过她的手腕，将暖手球放回她手心。掌心的暖意和手腕处的寒凉形成巨大反差，云厘的注意力却全部集中在那冰凉的触感上。
 
　傅识则没有松手。
 
　他将云厘的另一只手拉过，覆在暖手球上。
 
　时间像定格在这一画面。
 
　她看见七年前初次见到的少年望向她。
 
　他慢慢地靠近，唇贴在她的右耳边。
 
　“你不追我了么？”`

export const modernRomanceList = [
    modernRomance1,
    modernRomance2,
    modernRomance3,
    modernRomance4,
    modernRomance5
  ]