const zhihuShortStoryRomance1 = `1
「所以，博主以前真的跟周神谈过吗？」
「啊啊啊，天呐，为了让周神戒烟给他做了柠檬糖，结果被拽着衣领亲吻。」
「这是什么小说情节啊，好甜好甜，一人血书求复合！」
「＋1。」
「＋10086。」
深夜的基地里并没有亮灯。
我一个人翻完了那条微博下的所有评论。
然后发了条短信给周渊。
「你要不要澄清下我才是你的正牌女友？」
半个小时后，收到他的一条回复。
「懒得发微博。」
再半个小时后，又是一条。
「网上瞎造谣的你乱看什么？」
……
我把手机扣在茶几上，叹了口气。
曾经做梦我都想做周渊的女朋友。
可和他在一起后才发现。
和众星捧月的人谈恋爱，远没有想象中的那么美好。
2
十七岁时，发小带我去看了人生第一场线下的电竞比赛。
我到现在都还记得，比赛赢了后，排山倒海的欢呼声中，解说的赞誉。
「所以，谁能忘掉周渊呢？」
「中国电竞史上一个奇迹，cnfps 唯一的希望。」
「无与伦比的观赏性，极致的碾压，前无古人后无来者！」
那时候的周渊，男女通吃，老少通杀，路过的狗都能被他迷住。
我喜欢了他五年，但我跟那些如过江之鲫般喜欢他的女生不一样。
我真的想追到他。
我大学学电竞管理专业，后来进了他俱乐部工作。
见到他的第一面，我把他拦在了身前。
「你好，我叫林涧。」
他垂眸看了我两三秒，然后握着咖啡从我身旁走过。
「让开。」
……
他真的很高冷，和电视里那种孤傲的天才一样。
后来我才知道，那几天他尤其不爽，因为他跟他那个初恋分手了。
可我那时候年轻，不撞南墙不回头。
那会儿，俱乐部的人都知道我在追他。
教练也开玩笑，说：
「小渊，你从了吧，都说女追男隔层纱，怎么到你这变隔板砖了？」
正神情淡漠看比赛视频的男人，抬头，朝我扯出一抹不算笑的笑。
「林涧你喜欢我哪？」
「我改好不好？」
3
我说：「我喜欢你不喜欢我这点。」
他无语了，随手扯了个抱枕砸我怀里。
可有句话就是，日久生情，水滴石穿。
我十年如一地用笑容感化他，他始终对我爱答不理。
直到有一天，俱乐部打赢了比赛，去 KTV 唱歌，众人起哄我跟队里那个年轻的辅助位情歌对唱时。
他猛地起身，把我拉到走廊，垂眸，盯着我看。
「还喜欢我吗？」
「没有人会不喜欢你吧？周渊。」
我说的是实话，超高的竞技水平带来恐怖的粉丝体量。
哪一个 fps（第一人称射击游戏）玩家的电脑里不存几张周渊的照片啊，他距离成为真神就差一个意外死亡了。
那天，他垂着眼睛看了我几秒。
而后俯过身来亲吻我的脸颊。
「那以后别跟别人情歌对唱了。」
「做我的女朋友。」
4
跟周渊在一起时就是这样。
除了俱乐部和圈内人，我们没有在网上公开。
公不公开其实是周渊的事，可有时我还是会有些小在意。
他就把我拉到怀里。
「暴露在公众视野之下有什么好的？」
「你想出门买菜还被人问一遍是不是我的女朋友吗？」
是这样，我身份是素人，周渊那恐怖的女粉数量，谁都不知道公开后会变成什么样。
可是，他夺冠那天，他前女友发了一条长长的小作文。
「我和阿渊，是在 09 年认识的。」
「今天看到他夺冠的消息，突然有些惆怅，原来当初那个在年少时陪着我的少年也长大了。」
「他有胃病，有时在床边放杯热牛奶，我才发现那个总朝我撒娇，要我哄他的男生早就不在了。」
「发这些，也只是……当作缅怀过去吧，我和他，早就回不到从前啦～」
发博的，是一位从国外深造回来的知名女解说。
微博下，清一色的全是起哄。
「啊啊啊，复合！复合！」
「呜呜呜，想看破镜重圆。」
「求求姐姐和周神在一起，我愿意奉你为唯一的嫂子。」
我莫名有些难受，摁灭了手机屏幕。
身后的门开了，是他们那帮夺冠的人庆祝完回来了。
穿黑色冲锋衣的男人剑眉聚了聚，朝我懒懒地说。
「闹什么脾气？」
「不睡觉吗？」
他什么都知道。
却什么解释都不愿意发表。
`;

const zhihuShortStoryRomance2 = `1
填志愿那天，很久不理我的贺皓第一次主动给我发短信。
【报了哪个学校？】
【京湘。】
他就在这个大学。
贺皓沉默，半晌回复：
【怎么偏偏来京湘？】
【……算了，开学那天我会去接你，我给你打点钱，去买身漂亮点的衣服，别穿得土里土气就来了，保不齐新同学会嫌弃你。】
我呆住，心里名为自尊的某块地方，泛起酸涩的疼。
【还有，你来了别像之前一样天天烦我。】
他给我发了条语音，语气平静无奈。
「最后再说一次，俞落落，我理解你缺爱，但你要学会独立，别再总把我当救世主，好吗？」
我妈卧在旁边炕上，她不识字，却让我打了很多感谢贺皓照顾的话。
还高兴地说以后我在大学有个老家的朋友，也不怕再被欺负了。
她抬手，心疼地摸了摸我从耳垂一直割到后脑勺的伤疤。
「以后遇到事了，不要闷着不说，妈不能及时赶到你身边，也有你贺皓哥哥在，他从小就护着你，妈放心。」
我没让我妈听到贺皓发来的语音，攥着手机垂眼不语。
闪着蓝光的屏幕，浮现我最后的回复。
【好的，不会给你添麻烦了。】
2
妈妈给我起名叫俞落落，希望我能落落大方。
可惜让她失望了，我天生内向，说话还结巴。
每次在与人交流的场合，我都能感受到对方的尴尬。
这病很难治。
从在村里上小学开始，我就尽力避免开口说话，不和别的孩子交朋友，也不回答老师的问题。
「不要那么孤僻，这样不讨人喜欢。」
所有人都这样说。
除了贺皓。
「不想说话就不说咯，你安静又乖巧，挺可爱的。」
他把我护在身后，龇牙咧嘴和拽我头发的小胖墩干架。
我憋着泪，给他额角红肿处涂草药。
也就是那天过后，贺皓常常带着我玩，还让我叫他哥哥。
「只发一个音节，很简单吧？」
小男孩白净的脸上还挂着彩，却笑得开心。
从此，「哥哥」这个词，和「妈妈」一样，我张口说出来，身体都会感受到被保护着的暖意。
可是后来，搬离山村去了大都市生活的贺皓却慢慢变了。
我给他发了很多短信，说村里的事，说学校的事。
一开始还有回音，后来贺皓就懒得回我了。
高三的某个阴暗深夜。
我在小巷子里，裂伤贯穿耳垂，蔓延到后脑，校服领子洇了浓浓的血。
我在医院抖着手给贺皓发短信：
【贺皓哥，我想和你说一件事。】
刚发出去，他就秒回了：
【俞落落，我没时间听你讲那些鸡毛蒜皮的分享，我们都快高考了，好好学习行吗？就这样吧，关机了，别找我了。】
我静静地看着手机屏幕熄灭，心中某处高高供起的光，似乎也随之灭了。
后来高考完后，贺皓问我报了哪里的学校。
我说复读了。
他沉默许久，也不问我为什么，淡淡回了个哦。
【你三心二意的，学习成绩肯定会受影响啊。】
【俞落落，以后脑子要拎清楚点。】
3
报到那天，我在高铁站提着沉重的包裹行李出了一身的汗，茫然四顾，不见贺皓身影。
他回复我的消息，说忙忘了，让我等一会儿。
等了半个小时，我才在人群中看到了两个高挑男生一前一后走过来。
一时恍然。
贺皓妈妈二婚嫁给富商，回乡把他接出小山村时，我和他才初三。
至今，已有四年未见。
贺皓已经完全褪去稚气，清俊明朗，引人侧目。
我又开始莫名紧张，手心出汗，忍不住喊了一句：「哥……」
「俞落落，你什么眼光，裙子挑那么丑的颜色。」
大步走来的贺皓第一句话就让我有点不知所措。
我低头攥起鹅黄裙角。
我想说，这是妈妈挑的，她很喜欢，我也很喜欢。
然而结巴的毛病又犯了。
我只说了一半，贺皓的眉头就皱起来，无奈地叹气：「知道了，说话吃力就少说吧。」
「这是我舍友，你把另两个箱子给他掂着就行。」
旁边悠悠走来的人摘下口罩。
一只修长的手接过我的行李，同时，我对上一双熟悉的、似笑非笑的眼。
「妹妹，你好，欢迎来到京湘。」
我呆呆地望着他。
世界真是小。
命运也够巧。
步重元，我复读前的高中同桌，会是贺皓的舍友。
老实说，我确实没认出来戴着口罩的他。
变化太大。
原本桀骜不羁，把头发染成白毛的叛逆少年。
现在竟收敛了许多锋芒。
他，实在很特别。
我还能想起他坐在我身旁，漫不经心地转着笔听课的疏懒样子。
也忘不掉，他把我从小巷子背起来，夜风刮过鼻尖时的梨花清香。
「愣什么？」
步重元似乎觉得很有意思，又翘着唇角拉长音调喊了一声：
「妹妹？」
4
贺皓走得太快，我只能跟上步重元悠哉的脚步。
那人哼着歌，手腕上的南京锁一晃一晃。
他忽然侧头搭话：「原来你高中天天写进作文的那个城里哥哥就是贺皓。」
我轻轻点头，垂眼回避他若有所思的目光。
以前，步重元在我安静做题时饶有兴趣地问过：「你，是不是喜欢你那个哥？」
喜欢？
比起喜欢，更像是一种倾慕。
他的人缘好、成绩好，曾经也对我很好。
虽然他已经不会在意自己在老家土坡种下的小树长了多高，也不会再关心我们初中时常去的小杂货店被改装成了什么样子。
我很遗憾我们之间越走越远。
偶尔他又会很突兀地给我发几条消息。
「你看最近新上的电影了吗？主演特别酷。」
「星巴克的新品一股刷锅水味。」
「我二爹给我不少零花钱，你想喝奶茶吗，我给你点。」
我想，他是在告诉我，我没有被忘记。
可是贺皓。
我们这里没有电影院、星巴克。
连外卖也没有。
我是一个过时的、与他并不相配的老家朋友。
「要我帮你追他吗？」
我诧异地和步重元对视。
他看起来很认真。
见我回过神慌乱摇头，那人却又笑起来：「骗你的，我没那么闲。」
……果然还是那个混不吝的一高校霸。
令人捉摸不透。`;

const zhihuShortStoryRomance3 = `1
谢钦是京圈太子。
不同于圈子里其他乖戾嚣张的二代们，他话少、社恐、情绪像卡皮吧啦一样稳定。
沪上少爷喊他去酒吧嗨皮，纸醉金迷。
谢钦：「婉拒了，刚吃一瓶头孢。」
港城公子邀请他一起飙车。
谢钦：「我明天晕车。」
凭一己之力，孤立所有人。
后来其他人都明白了，谢钦不跟他们玩，不是不给面子。
而是他，实在是社恐中的社恐，比 i 人还 i 的 i 人。
他们调侃：
看谢钦整天一副清心寡欲、看穿红尘的模样，还以为他从太子爷变成了大子爷。
这话刚传出来的时候，我也龇个大牙跟着他们「嘎嘎」乐。
结果被他逮个正着。
「好笑吗？」他拎住我，眼神危险。
「不如试试？」
然后我就再也笑不出来了。
2
作为谢钦的未婚妻，我，程知，和他正相反。
他的情绪有多稳定。
我的情绪就多有病。
或许这就是情侣之间的性格互补吧。
我们两家一个在南，一个在北，异地期间，聊天记录里，基本上都是我在发大疯。
我：「我是一个精通任性的女讲师，三句话，就能让男人给我花一千万。」
谢钦：「哦？」
我：
「少爷，爆点金币。
「可不可以莫名其妙地给我一千万？」
「我的占有欲发作了！我觉得你的钱都是我的！快还给我！」
谢钦：「……」
3
但最近谢家不太平静。
就在谢钦准备上手继承家业时，一个女人闹上门来。
她是谢钦他爸的外室，姓张，生了一对龙凤胎。
那一双儿女只比谢钦小三岁，现在刚刚成年。
一行三人张扬地来到了谢家，登堂入室，宣示主权。
整个京圈就那么大，传得沸沸扬扬，都在等着看热闹。
私生子叫嚣：
「我也是谢家的正统血脉，家产应该有我的一份！」
谢钦：「哦。」
一个字把在场所有人堵得说不出来话。
听到谢钦出了这么大的事，我火急火燎地飞到北京。
来之前，我已经在脑袋里上演了八百场家庭伦理大战。
并把自己狠狠地代入了，长矛沾屎戳谁谁死，水瓶装尿滋谁谁叫，把对面三人按在地上，狂扇八百个嘴巴子。
桀桀桀……
代入感很强，我已经爽麻了。
下了飞机，谢钦开车来接我。
一路上我喋喋不休：
「对付这种私生子，首先就是一定不能心软！千万不要退缩！」
谢钦面无表情地把着方向盘。
「想要获得全盘胜利，先要稳定局势，拿出气场！接着再用智取！最后再用心理战将他们彻底击溃！」
我慷慨激昂，越说越激动，差点从座位上站起来。
他手一伸，把我按回座位。
「知知，坐好。」
我不满地嚷嚷：「我刚才讲了这么久，你就没有什么想要发表的看法？」
他抿着唇沉思一会儿，最后缓缓地启齿，惜字如金：
「你想吃什么？」
我无语凝噎。
「……早茶。」
茶室。
我一边倒茶一边咬牙切齿：
「他们母女三人这么过分，你怎么一点也不生气？反正我要气死了，毕竟你的钱就是我的钱，他们分你的钱，就等于分我的钱，居然敢动到我的头上来……哎呀！」
骂得太起劲，没注意茶水溢出来了，手背上烫红一片。
「小心点。」
谢钦捉过我的手，一边帮我涂烫伤药，一边慢条斯理地开口：
「稳操胜券的事，担心它做什么。」
果然，情绪稳定是一个男人的顶级魅力。
4
电影节，影视圈举办晚宴，谢家作为投资方受邀出席。
按理说，这种商务晚宴应该由谢叔叔出席。
可最近私生子女的事传开了，谢叔叔丑闻缠身，正是风口浪尖的时候，他不想露面。
于是只能用「接触更多人脉资源」的借口让谢钦代去。
谢钦只能不情不愿地硬着头皮上了。
他想带着我一起去。
毕竟我们还没有以未婚夫妻的关系公开露面过。
但我拒绝得很干脆。
前天晚上吃辣吃嗨了，醒来脸上长了三颗大痘。
本来就不想出门见人，更别提晚宴上都是一群光鲜亮丽的电影明星。
谢钦看起来有点失落：「哦好吧…」
「等等！」
我叫住他，他满怀期待地回过身来。
「今天我最喜欢的那个男明星也去！你记得帮我跟他要张 to 签！」
「……」
`;

const zhihuShortStoryRomance4 = `1
面前的大帅哥眼圈青黑，嘴唇干裂，让人根本无法怀疑这「一晚上」的含金量。
昨天我们学校举办篮球赛。
在校霸三分球绝杀后。
我鼓足勇气跑到了他面前，把手里的情书塞到他手里，然后拔腿就跑。
结果回寝室一掏兜，情书还在，日用超薄姨妈巾没了。
因为这个乌龙，我昨晚尴尬得半宿没睡着，今天黑眼圈快掉到下巴了。
没想到校霸更离谱，直接一宿没睡，黑眼圈都快掉到脚后跟了。
我擦了擦额角冒出的冷汗，干巴巴地解释道：「这是个误会，我要送的不是那个。」
校霸狐疑地打量我一眼。
「真的？」
我连连点头：「真的真的。」
说罢我的手摸向外套口袋，拿出一张粉嘟嘟、香喷喷的信封。
心里不由得庆幸，幸亏昨天没把它从兜里掏出去。
校霸接过信封。
狭长的眸子里闪过一丝兴味。
「这才是你昨天要送的东西？」
我羞赧地点了点头，隐含期待地盯着他拿信封的手。
男人一扫刚刚问「我哪里像个娘们儿」的悲愤模样，整个人肉眼可见地重拾自信。
当着我的面打开了信封。
可刚读了两行，嘴角的弧度突然僵住。
他幽幽开口：「我叫周止琰（yǎn），你这上面写个『周扯淡』是什么意思？」
？！
我眼睛瞪大到极限。
一把抢过情书。
果然，上面明晃晃地写着：「周扯淡，我好想带你去吃烤紫薯，然后在你耳边悄悄地说一句『我紫薯于你』……」
这特么——
我缓缓抬头，露出一抹比哭还难看的笑。
「我要是说……这也不是我要送你的东西，你信吗？」
2
周止琰走了。
走之前，他微笑着拍了拍我的肩膀，笑意却不达眼底。
「先是当着全校的面送那玩意儿内涵我，再是给我起外号。我记住你了。」
我小心脏一哆嗦，盯着他冷酷的背影欲哭无泪。
……
像个游魂似的回到寝室。
室友安美凑过来，关切地问道：「小钰，你怎么了？」
我半死不活把目光转到她脸上：「我拿混了，把你写的那封情书送出去了。」
我喜欢周止琰在我们寝室是公开的秘密。
我们 A 大流传着一句话。
「试问哪个女生不想为周止琰腮帮酸痛、磨破膝盖呢？」
这足以证明他的追求者之多。
最近我打算表白，但走寻常路肯定不能脱颖而出。
于是我一咬牙、一瞪眼，干票大的！
在全校面前送情书，一定能让他记住我。
鉴于我从来没写过情书，我们寝室三个人便一人写了一封，从中选一封最能打动人心的送。
谁承想……
把最离谱的送出去了。
安美听到我的话，震惊得张大了嘴巴。
「真的啊？那他咋说的？」
我讷讷道：「他说他记住我了。」
安美仰天长笑几声，兴奋地拍了拍我的肩膀。
「好事啊，这是好事啊！都已经记住你了，离结婚不远了啊。」
「……」
我真的好想给她的逻辑申请一个专利。
3
这时，我的另一个室友薛菲菲也从外面回来了。
她听了事情始末之后，沉默了半晌。
然后说出了让我心梗的话。
「我觉得安美说得对，这是好事。」
？？？
我刚要暴走，她紧接着补充道：「如果你只是单一地送情书，他不一定会记住你。但现在他不光记住你了，而且印象肯定很深。接下来你要做的，是趁热打铁，加深印象。」
薛菲菲一直是我们寝室的狗头军师。
本来昨天我打算送的就是她写的情书，那叫一个文采飞扬、动人心弦。
所以她说的话，我都会听信三分。
「详细说说。」
薛菲菲搬了把凳子，在我面前坐下，然后头头是道地说了起来。
「很简单，你只要……」
我听完后，嘴角抽了抽。
「这能行吗？」
安美和薛菲菲异口同声道：「必行。」
……
晚自习结束，已经八点半了。
此时的校园。
无数对小情侣分布在寝室楼下旁若无人地谈情说爱，旁边的操场上还有打羽毛球的、滑滑板的……
总而言之，热闹得不得了。
我在男寝楼下站定。
抬头便看见周止琰背对着三楼的窗口抽烟。
在远处安美和薛菲菲鼓励的目光下，我深吸一口气，把手里的大喇叭凑到了嘴边。
下一秒。
巨大的声音响彻校园：
「周止琰。我昨天篮球赛送你卫生巾，并不是内涵你像个娘们儿，而是另有寓意。它象征着：卫你心动、生生不息、巾生无悔——」`;

const zhihuShortStoryRomance5 = `第一次见到顾以河，是我转校过来的第一天。

「顾以河，照顾一下新同学。」在我自我介绍以后，班主任对

即将成为我同桌的顾以河叮嘱道。

她不知道，这句话是我最不愿意听到的话。

我其实，用不着任何人照顾。

顾以河坐在窗边，听了班主任的话懒洋洋地抬起头朝我看了一

眼，又懒洋洋地趴在了桌上。

他那慵懒好看的眼睛里没有一丝探究和意外。我轻轻吐出一口气，小心地朝他旁边的空位走过去。

出乎我的意料，顾以河真的没有给我任何照顾。

在他眼里，我和班上的任何一个同学都一样。

一样被他无视。

这让我感激不尽。

一种被当作正常人对待的感激在心里一天天滋养。

我开始试着跟他讲话，想给他讲他空着的习题，尽管他从来不

听。

他几乎不跟我讲话。

我却觉得我们或许已经成了朋友。

我从来没有朋友，他是第一个。

直到一次，我在校外看见他靠在墙上，指尖还夹了一根未抽完

的烟。


不知道哪里来的勇气，我握紧了书包带，走到他面前，用我生

涩的发音对他说：「顾以河，抽烟，不好。」

他看着我没说话，他对面的人却笑了一声，学着我的发音：

「河哥，抽烟，不好。」说完那人抽了一口，然后吐了我一脸的烟雾。

我被呛了几口，咳嗽完再看向顾以河的时候，他的脸色变得有

些奇怪。

他说：「老子的事你少管。」

人工耳蜗的语言处理器会让所有的声音在我耳里都变得尖锐难

听。


顾以河的声音却跟别人的不一样，我喜欢听他说话。

但他很少跟我说话，更没对我说过粗话。

羞耻感从心底冲了出来，我捏着书包带的手收紧，在顾以河对

面那人的笑声中落荒而逃。

从此，顾以河变了。

他变了，连着班里的同学也变了。

他们对我的歧视和嘲笑，在顾以河的变化下变本加厉。

因为被顾以河特殊对待的人，注定会成为所有人特殊对待的对

象。


「姜江，去给我买瓶水回来。」顾以河在课间一脚踩在我凳子

下横条上，好听的声音里带着不好听的语气。

他总是这样，命令我去干很多事情。他还会把我藏在发间的语言处理器拿下来，就像是无聊的时候

随手从我发间拿下一个趁手的玩具。

他不知道那是我全家人省吃俭用给我换回来的，如果弄丢了，

家里再没有能力去给我配一个。

是因为他不知道才会那么随意，他或许不是故意的。

他应该不是故意的。

每次我都这样为他开脱。


但是就在我把买好的水递到他面前时，他却对我说：「老子不

想喝了。」

小卖部离教室很远，我用了整个课间去给他买了一瓶水回来。

他却轻描淡写地说一句不喝了。

委屈让我鼻子很快酸了一片，泪水在眼睛里转了几圈我也没让

掉下来。

「怎么？这就哭了？」

顾以河伸手拽下我的头绳。

窗外的风溜进来，拂过他食指上的头绳，最后扬起了我散落下


来的长发。我的耳朵露在空中，而原本挂在那儿的人工耳蜗外机已经掉到

了地上。

整个世界都安静了。

教室看过来的同学们，不知道在说些什么。

我慌忙蹲下去，捡起外机挂在耳朵上。刚刚还在眼里的泪，一

瞬间就落了下来。

上课铃声糅杂着同学们的窃窃私语通过语言处理器传到我的大

脑里。

我知道，我在这所学校又待不久了。


明明我只是想好好地上完高中，为什么总是不如我愿？


午休结束的铃声响了。

我连忙收回立在窗户上替顾以河挡太阳的书。

之前他嫌窗外的阳光刺眼，会影响他睡觉，就让我每次在他睡

觉前用书替他挡住，并在他睡醒前把书拿开。

顾以河如往常一样慢悠悠地从桌上抬起头来，一双好看的眼睛

慵懒睁开。在看到我的一瞬间，他眼睛里的慵懒全数散去，最后嘴角扬起

一抹痞气十足的笑来：「又梦到了呢。」


顾以河从来没有对我笑过，我从没见他笑过。

此时窗外的阳光正盛，落在他身上，一时说不出是他的笑耀眼

还是窗外的阳光耀眼。

这时候老师从外面走进来，我来不及去想顾以河的那句话，就

开始上课了。

顾以河今天有些不对。

他一下午都没有再趴到桌子上，也没有逃课，而是盯着我看了

一下午。

直到放学的时候，他起身撞到了桌角。


那一声闷响我听着都痛，他却愣愣地看着被撞的那条腿，再愣

愣地抬头看我。

「河哥，走了！」外面一个男生从教室外探出头来。

我知道那个男生，叫邱云，是顾以河的小弟之一。

顾以河侧头看了邱云一眼，又回头看我。

「操！」他低低骂了一声。

我想他可能是觉得刚才撞的那一下很痛，或许打架的人，反射弧都很长。

顾以河从来不在放学之后为难我，因为他总有数不清的架要去

打，数不清的场子要去砸。`;

export const zhihuShortStoryRomanceList = [
    zhihuShortStoryRomance1,
    zhihuShortStoryRomance2,
    zhihuShortStoryRomance3,
    zhihuShortStoryRomance4,
    zhihuShortStoryRomance5
  ]